tap "azure/kubelogin"
tap "homebrew/bundle"
tap "saucelabs/tap"
tap "snyk/tap"
brew "ant"
brew "azure-cli"
brew "bat"
brew "deno"
brew "dotnet"
brew "exercism"
brew "eza"
brew "fd"
brew "figlet"
brew "fzf"
brew "gh"
brew "gnupg"
brew "go"
brew "imagemagick"
brew "jq"
brew "kiota"
brew "luarocks"
brew "neovim"
brew "nss"
brew "nvm"
brew "pandoc"
brew "pre-commit"
brew "rbenv"
brew "ripgrep"
brew "stow"
brew "stylua"
brew "the_silver_searcher"
brew "thefuck"
brew "tlrc"
brew "tree"
brew "wget"
brew "yarn"
brew "zoxide"
brew "azure/kubelogin/kubelogin"
brew "snyk/tap/snyk"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "basictex"
cask "charles"
cask "cleanmymac"
cask "cleanshot"
cask "cyberduck"
cask "discord"
cask "docker"
cask "firefox"
cask "font-sauce-code-pro-nerd-font"
cask "ghostty"
cask "grammarly"
cask "grammarly-desktop"
cask "iterm2"
cask "macdown"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "rapidapi"
cask "raspberry-pi-imager"
cask "rectangle"
cask "signal"
cask "spotify"
cask "steam"
cask "visual-studio-code"
cask "whatsapp"
